Repository: common-repository/paykeeper
Catalog: languages/paykeeper-*.po
Languages: ru_ru

source: Allows Payments via the PayKeeper gateway
ru_ru: Приём платежей обеспечивается платёжной платформой PayKeeper

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enable PayKeeper Gateway
ru_ru: Включить PayKeeper

source: PayKeeper server URL
ru_ru: Платежная форма PayKeeper

source: Your PayKeeper server URL
ru_ru: Ссылка на платежную форму PayKeeper

source: PayKeeper secret word
ru_ru: Секретное слово

source: Your PayKeeper secret word
ru_ru: Ваше секретное слово на странице настроек уведомления о платежах

source: Force discounts check
ru_ru: Принудительный учет скидок

source: If option is enabled, discounts will be checked anyway. Please, report about this option to support@paykeeper.ru
ru_ru: Если эта опция включена, скидки будут учтены принудительно. Пожалуйста, сообщите об этом службе техподдержки по адресу support@paykeeper.ru

source: Autocomplete order
ru_ru: Автозавершение заказа

source: If this option is enabled, then upon successful payment, the order will be assigned the status completed
ru_ru: Если эта опция включена, то при успешной оплате , заказа будет присвоен статус завершен

source: Back to order view
ru_ru: Возвращение после оплаты на страницу заказа

source: If this option is enabled, after payment, customer will be sent to specific page view-order
ru_ru: Если эта опция активна, после оплаты покупатель вернется на специальную страницу view-order

source: Title
ru_ru: Наименование

source: Name of the payment system when paying
ru_ru: Наименование платежной системы при оплате

source: Payment by Visa/MasterCard online
ru_ru: Оплата картами Visa/MasterCard онлайн

source: Description
ru_ru: Описание

source: Description of payment system
ru_ru: Описание платежной системы

source: Payments via the PayKeeper gateway
ru_ru: Приём платежей обеспечивает платёжная платформа PayKeeper

source: Icon
ru_ru: Логотип платежной системы

source: The icon for this checkout option
ru_ru: Адрес логотипа платежной системы

source: Notify link
ru_ru: Адрес уведомления

source: Copy and paste this link to your config at PayKeeper account as notify link for server-server notification
ru_ru: Скопируйте и вставьте эту ссылку в личном кабинете PayKeeper на странице уведомления о платежах, она нужна для уведомления сайта сервисом об успешном платеже

source: Success link
ru_ru: Успешный переход

source: Copy and paste this link to your config at PayKeeper account as success payment redirect
ru_ru: Скопируйте и вставьте эту ссылку в личном кабинете PayKeeper на странице адресов перенаправления. Это ссылка для перехода при успешном платеже

source: Failed link
ru_ru: Переход при ошибке

source: Copy and paste this link to your config at PayKeeper account as failed payment redirect
ru_ru: Скопируйте и вставьте эту ссылку в личном кабинете PayKeeper на странице адресов перенаправления. Это ссылка для перехода в случае, когда произошла ошибка при проведении платежа
